Repository: brianray/Chipy
Catalog: pinax/apps/tasks/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You must provide a resolution to mark this task as resolved
fr: Merci de fournir une solution pour marquer cette tache comme résolue

source: New Task
fr: Nouvelle tache

source: a new task been created
fr: une nouvelle tache a été créée

source: Task Comment
fr: Commentaire

source: a new comment has been made on a task
fr: un nouveau commentaire a été publié sur une tache

source: Task State Change
fr: Changement de statut de tache

source: there has been a change in the state of a task
fr: le statut de la tache a changé

source: Task Assignment
fr: Assigner la tache

source: a task has been (re)assigned
fr: une tache a été (ré)assignée

source: Task Status Update
fr: Mise à jour du statut

source: there has been a status update to a task
fr: le statut a été mis à jour cette semaine

source: Task Tag Update
fr: Mise à jour des étiquettes de la tache

source: there has been a change in the tagging of a task
fr: les étiquettes de cette tache ont changé

source: Task Nudge
fr: Nudge de tache

source: there has been a nudge of a task
fr: une tache a été nudgée

source: summary
fr: sommaire

source: detail
fr: détail

source: creator
fr: créateur

source: created
fr: créé

source: modified
fr: modifié à

source: assignee
fr: responsable

source: state
fr: état

source: tasks
fr: taches

source: comment
fr: commentaire

source: Owner
fr: Auteur

source: nudger
fr: nudgeur

source: task
fr: tache

source: nudge date
fr: date du nudge

source: Link to the snippet: http://%(domain)s%(link)s
fr: Lien vers le bout de code: http://%(domain)s%(link)s

source: added task '%s'
fr: tache '%s' ajoutée

source: You've removed your nudge from this task
fr: Vous avez retiré votre nudge de cette tache

source: %s has been nudged about this task
fr: %s a été nudgé à propos de cette tache

source: updated your status on the task
fr: votre statut a été mis à jour sur la tache

source: task marked %(state)s
fr: tache marquée %(state)s

source: assigned task to '%(assignee)s'
fr: tache assignée à '%(assignee)s'

source: updated tags on the task
fr: étiquettes de la tache mises à jour

source: %(user_display)s has assigned task '%(task)s' in '%(group)s' to %(assignee_display)s.
fr: %(user_display)s a assigné la tache '%(task)s' dans '%(group)s' à %(assignee_display)s.

source: %(user_display)s has assigned task '%(task)s' to %(assignee_display)s.
fr: %(user_display)s a assigné la tache '%(task)s' à %(assignee_display)s.

source: Tags: %(task_tags)s
fr: Etiquettes: %(task_tags)s

source: <a href="%(user_url)s">%(user_display)s</a> has assigned task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' to <a href="%(assignee_url)s">%(assignee_display)s</a>.
fr: <a href="%(user_url)s">%(user_display)s</a> a assigné la tache '<a href="%(task_url)s">%(task)s</a>' du projet '<a href="%(group_url)s">%(group)s</a>' à <a href="%(assignee_url)s">%(assignee_display)s</a>.

source: <a href="%(user_url)s">%(user_display)s</a> has assigned task '<a href="%(task_url)s">%(task)s</a>' to <a href="%(assignee_url)s">%(assignee_display)s</a>.
fr: <a href="%(user_url)s">%(user_display)s</a> a assigné la tache '<a href="%(task_url)s">%(task)s</a>' à <a href="%(assignee_url)s">%(assignee_display)s</a>.

source: %(user_display)s has marked task '%(task)s' in '%(group)s' as %(new_state)s.
fr: %(user_display)s a marqué la tahce '%(task)s' du projet '%(group)s' comme %(new_state)s.

source: %(user_display)s has marked task '%(task)s' as %(new_state)s.
fr: %(user_display)s a marqué la tache '%(task)s' comme %(new_state)s.

source: resolution:
fr: solution:

source: <a href="%(user_url)s">%(user_display)s</a> has marked task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' as %(new_state)s.
fr: <a href="%(user_url)s">%(user_display)s</a> a marqué la tache '<a href="%(task_url)s">%(task)s</a>' du projet '<a href="%(group_url)s">%(group)s</a>' comme %(new_state)s.

source: <a href="%(user_url)s">%(user_display)s</a> has marked task '<a href="%(task_url)s">%(task)s</a>' as %(new_state)s.
fr: <a href="%(user_url)s">%(user_display)s</a> a marqué la tache '<a href="%(task_url)s">%(task)s</a>' comme %(new_state)s.

source: %(user_display)s has commented on task '%(task)s' in '%(group)s':
fr: %(user_display)s a commenté la tâche '%(task)s' du projet %(group)s:

source: %(user_display)s has commented on task '%(task)s':
fr: %(user_display)s a commenté la tâche '%(task)s':

source: <a href="%(user_url)s">%(user_display)s</a> has commented on task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>'.
fr: <a href="%(user_url)s">%(user_display)s</a> a commenté la tache '<a href="%(task_url)s">%(task)s</a>' du projet '<a href="%(group_url)s">%(group)s</a>'.

source: <a href="%(user_url)s">%(user_display)s</a> has commented on task '<a href="%(task_url)s">%(task)s</a>'.
fr: <a href="%(user_url)s">%(user_display)s</a> a commenté la tache '<a href="%(task_url)s">%(task)s</a>'.

source: %(creator_display)s has added a task '%(task)s' in '%(group)s'.
fr: %(creator_display)s a ajouté la tache '%(task)s' au projet '%(group)s'.

source: %(creator_display)s has added a task '%(task)s'.
fr: %(creator_display)s a ajouté la tache '%(task)s'.

source: <a href="%(creator_url)s">%(creator_display)s</a> has added a task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>'.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a ajouté la tache '<a href="%(task_url)s">%(task)s</a>' au projet '<a href="%(group_url)s">%(group)s</a>'.

source: <a href="%(creator_url)s">%(creator_display)s</a> has added a task '<a href="%(task_url)s">%(task)s</a>'.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a ajouté la tache '<a href="%(task_url)s">%(task)s</a>'.

source: %(nudger_display)s has nudged you about task '%(task)s'. Please go to the task and provide either a status update or comment.
fr: %(nudger_display)s vous a nudgé à propos de la tache '%(task)s'. Merci de consulter la tache et soit de mettre à jour la tache soit de la commenter.

source: <a href="%(user_url)s">%(nudger_display)s</a> has nudged you on task '<a href="%(task_url)s">%(task)s</a>'.
fr: <a href="%(user_url)s">%(nudger_display)s</a> a vous a nudgé sur la tache '<a href="%(task_url)s">%(task)s</a>'.

source: %(user_display)s has updated the status of task '%(task)s' in '%(group)s' to '%(task_status)s'.
fr: %(user_display)s a mis à jour le statut de la tache '%(task)s' du projet '%(group)s' à '%(task_status)s'.

source: %(user_display)s has updated the status of task '%(task)s' to '%(task_status)s'.
fr: %(user_display)s a mis à jour le statut de la tahce '%(task)s' à '%(task_status)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the status of task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' to '%(task_status)s'.
fr: <a href="%(user_url)s">%(user_display)s</a> a mis à jour le statut de la tache '<a href="%(task_url)s">%(task)s</a>' dans le projet '<a href="%(group_url)s">%(group)s</a>' à '%(task_status)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the status of task '<a href="%(task_url)s">%(task)s</a>' to '%(task_status)s'.
fr: <a href="%(user_url)s">%(user_display)s</a> a mis à jour le statut de la tache '<a href="%(task_url)s">%(task)s</a>' à '%(task_status)s'.

source: %(user_display)s has updated the tags of task '%(task)s' in '%(group)s' to '%(task_tags)s'.
fr: %(user_display)s a mis à jour les étiquettes de la tache '%(task)s' du projet '%(group)s' à '%(task_tags)s'.

source: %(user_display)s has updated the tags of task '%(task)s' to '%(task_tags)s'.
fr: %(user_display)s a mis à jour les étiquettes de la tâche '%(task)s' à %(task_tags)s.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the tags of task '<a href="%(task_url)s">%(task)s</a>' in '<a href="%(group_url)s">%(group)s</a>' to '%(task_tags)s'.
fr: <a href="%(user_url)s">%(user_display)s</a> a mis à jour les étiquettes de la tache '<a href="%(task_url)s">%(task)s</a>' du projet '<a href="%(group_url)s">%(group)s</a>' à '%(task_tags)s'.

source: <a href="%(user_url)s">%(user_display)s</a> has updated the tags of task '<a href="%(task_url)s">%(task)s</a>' to '%(task_tags)s'.
fr: <a href="%(user_url)s">%(user_display)s</a> a mis à jour les étiquettes de la tache '<a href="%(task_url)s">%(task)s</a>' à '%(task_tags)s'.
