Repository: brianray/Chipy
Catalog: pinax/apps/projects/locale/*/LC_MESSAGES/django.po
Languages: fr

source: a short version of the name consisting only of letters, numbers, underscores and hyphens.
fr: une version abrégée du nom qui ne peut contenir que des lettres, des chiffres ou des caractères de soulignement.

source: A project already exists with that slug.
fr: Un projet existe déjà sous ce nom abrégé.

source: A project already exists with that name.
fr: Un projet existe déjà sous ce nom.

source: User
fr: Utilisateur

source: There is no user with this username.
fr: Il n'y a pas d'utilisateur avec ce nom d'utilisateur.

source: User is already a member of this project.
fr: L'utilisateur est déjà membre de ce projet

source: New Project Member
fr: Nouveau Membre du Projet

source: a project you are a member of has a new member
fr: un projet dont vous êtes membre a un nouveau membre

source: New Member Of Project You Created
fr: Nouveau membre d'un projet que vous avez créé

source: a project you created has a new member
fr: un nouveau membre a rejoint un projet que vous avez créé

source: New Project Created
fr: Nouveau Projet Créée

source: a new project has been created
fr: une nouveau projet a été créée

source: Added as a Project Member
fr: Ajouté en tant que membre du projet

source: you have become member of a project
fr: vous avez été ajouté à un projet

source: members
fr: membres

source: private
fr: privé

source: project
fr: projet

source: user
fr: utilisateur

source: away
fr: parti

source: away since
fr: parti depuis

source: Project %(project_name)s deleted.
fr: Projet %(project_name)s effacé.

source: added %(user)s to project
fr: %(user)s ajouté au projet
