Repository: brianray/Chipy
Catalog: pinax/locale/*/LC_MESSAGES/django.po
Languages: fr

source: You are not yet a member of any <a href="%(tribe_url)s">tribes</a>.
fr: Vous n'êtes encore le membre d'aucune <a href="%(tribe_url)s">tribu</a>.

source: Your Friends
fr: Vos amis

source: None. You should look at the list of <a href="/profiles/">profiles</a> and see if there's anyone you know.
fr: Aucun. Vous devriez consulter la liste des <a href="/profiles/">profils</a> et voir si vous reconnaissez quelqu'un.

source: %(other_user_display)s's Tribes
fr: Tribus de %(other_user_display)s

source: Not yet a member of any tribes.
fr: Vous n'êtes encore le membre d'aucune tribu.

source: %(other_user_display)s's Friends
fr: Amis de %(other_user_display)s

source: Your Projects
fr: Vos projets

source: Create a Project
fr: Créer un projet

source: All Projects
fr: Tout les projets

source: Create Project
fr: Créer un projet

source: A <b>project</b> is a group of people working together on a common set of tasks.
fr: Un <b>projet</b> est un groupe de personnes qui travaillent ensemble pour accomplir des taches communes

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own project or join an existing one.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">authentifiez-vous</a> pour créer un projet ou rejoindre un projet existant.

source: Members
fr: Membres

source: Project
fr: Projet

source: Slug:
fr: Identifiant texte:

source: Creator:
fr: Créateur:

source: Created:
fr: Créé:

source: Edit details
fr: Modifier les détails

source: updated
fr: mis-à-jour

source: Add new member
fr: Ajouter un membre

source: Delete project
fr: Effacer le projet

source: Delete Project
fr: Effacer un projet

source: Discussion Topics
fr: Sujets de discussion

source: more...
fr: plus...

source: None yet. <a href="%(new_topic_url)s">Start one...</a>
fr: Aucun pour l'instant. <a href="%(new_topic_url)s">cliquer ici pour en commencer un</a>

source: None yet. Go to the <a href="%(wiki_url)s" title="wiki">wiki</a> to start a new article.
fr: Aucun pour l'instant. Cliquez sur <a href="%(wiki_url)s" title="wiki">wiki</a> pour commencer un nouvel article.

source: Tasks
fr: Tâches

source: Members:
fr: Membres

source: Topics:
fr: Sujets:

source: Projects
fr: Projets

source: A <b>project</b> is a group of people working on a common set of tasks.
fr: Un <b>projet</b> est un groupe de personnes qui travaillent sur un assortiment de taches commun

source: These are the projects you participate in.
fr: Voici les projets auxquels vous pouvez participer.

source: Home
fr: Accueil

source: Invite a user given an e-mail address. The user will be e-mailed a signup code to create their account on this website.
fr: Invitez un utilisateur par email. Cet utilisateur recevera un email contenant un code d'inscription pour créer un compte sur ce site.

source: Incorrect Code
fr: Code incorrect

source: The code <b>%(code)s</b> is incorrect.
fr: Le code <b>%(code)s</b> est incorrect.

source: You must specify a code.
fr: Vous devez définir un code.

source: try again:
fr: essayez encore:

source: Your accepted Swaps
fr: Echanges que vous avez accepté

source: Open Offers
fr: Offres ouvertes

source: Your Offers
fr: Vos offres

source: Make an Offer
fr: Faire une offre

source: Proposed to you
fr: Vous sont proposés

source: Proposed by you
fr: Vous avez proposé

source: Accepted
fr: Accepté

source: Dead
fr: Mort

source: Your dead Swaps
fr: Vos échanges morts

source: Editing Offer
fr: Modification de l'offre

source: update
fr: mise à jour

source: Add a new Offer
fr: Ajouter une offre

source: Offer
fr: Offre

source: Edit Offer
fr: Modifier l'offre

source: Delete Offer
fr: Effacer l'offre

source: Cancel Offer
fr: Annuler l'offre

source: All Open Offers
fr: Toutes les offres ouvertes

source: Propose Swap
fr: Proposer l'échange

source: Propose a Swap
fr: Proposer un échange

source: propose
fr: proposer

source: Swaps proposed by you
fr: Echanges que vous proposez

source: Cancel
fr: Annuler

source: Swaps proposed to you
fr: Echanges qu'on vous propose

source: Accept
fr: Accepter

source: Reject
fr: Rejeter

source: Swap
fr: Echange

source: %(creator_display)s has accepted your proposed swap of %(proposing_offer)s for %(responding_offer)s. http://%(current_site)s%(swap_url)s
fr: %(creator_display)s a accepté votre proposition d'échange de %(proposing_offer)s contre %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator_display)s</a> has accepted your proposed '<a href="%(swap_url)s">swap</a>' of %(proposing_offer)s for %(responding_offer)s.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a accepté votre proposition d'<a href="%(swap_url)s">échange</a> de %(proposing_offer)s pour %(responding_offer)s.

source: %(creator_display)s has cancelled their proposed swap of %(proposing_offer)s for %(responding_offer)s. http://%(current_site)s%(swap_url)s
fr: %(creator_display)s a annulé la proposition d'échange de %(proposing_offer)s pour %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator_display)s</a> has cancelled their proposed '<a href="%(swap_url)s">swap</a>' of %(proposing_offer)s for %(responding_offer)s.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a annulé la proposition d'<a href="%(swap_url)s">échange</a> de %(proposing_offer)s contre %(responding_offer)s.

source: %(commenter_display)s has commented on the swap %(swap)s in which your offer is involved: %(swap_comment)s http://%(current_site)s%(swap_url)s
fr: %(commenter_display)s a commenté l'échange %(swap)s qui implique votre offre: %(swap_comment)s http://%(current_site)s%(swap_url)s

source: <a href="%(user_url)s">%(commenter_display)s</a> has commented on the swap '<a href="%(swap_url)s">%(swap)s</a>' in which your offer is involved.
fr: <a href="%(user_url)s">%(commenter_display)s</a> a commenté l'échange '<a href="%(swap_url)s">%(swap)s</a>' qui implique votre offre.

source: One of your offers was involved in a swap http://%(current_site)s%(losing_swap_url)s that lost a conflict to another swap http://%(current_site)s%(winning_swap_url)s.
fr: Une de vos offres est impliquée dans l'échange http://%(current_site)s%(losing_swap_url)s qui a perdu un conflit contre un autre échange http://%(current_site)s%(winning_swap_url)s.

source: One of your offers was involved in a swap <a href="%(losing_swap_url)s">%(losing_swap)s</a> that lost a conflict to another swap <a href="%(winning_swap_url)s">%(winning_swap)s</a>.
fr: Une de vos offres fut impliquée dans un échange <a href="%(losing_swap_url)s">%(losing_swap)s</a> qui a perdu un conflit contre l'échange <a href="%(winning_swap_url)s">%(winning_swap)s</a>.

source: %(creator_display)s has proposed a swap of %(proposing_offer)s for your %(responding_offer)s. http://%(current_site)s%(swap_url)s
fr: %(creator_display)s propose un échange de %(proposing_offer)s contre votre %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator_display)s</a> has proposed a '<a href="%(swap_url)s">swap</a>' of %(proposing_offer)s for your %(responding_offer)s.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a proposé un '<a href="%(swap_url)s">échange</a>' de %(proposing_offer)s contre votre %(responding_offer)s.

source: %(creator_display)s has changed their offer %(proposing_offer)s in a proposed swap for your %(responding_offer)s. http://%(current_site)s%(swap_url)s
fr: %(creator_display)s a changé l'%(proposing_offer)s dans un échange contre votre %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator_display)s</a> has changed their offer %(proposing_offer)s in a proposed '<a href="%(swap_url)s">swap</a>' for your %(responding_offer)s.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a changé l'offre %(proposing_offer)s dans le cadre de la proposition '<a href="%(swap_url)s">d'échange</a>' contre vos %(responding_offer)s.

source: %(creator_display)s has rejected your proposed swap of %(proposing_offer)s for %(responding_offer)s. http://%(current_site)s%(swap_url)s
fr: %(creator_display)s a décliné votre proposition d'échange de %(proposing_offer)s contre %(responding_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator_display)s</a> has rejected your proposed '<a href="%(swap_url)s">swap</a>' of %(proposing_offer)s for %(responding_offer)s.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a décliné votre proposition d'<a href="%(swap_url)s">échange</a> de %(proposing_offer)s contre %(responding_offer)s.

source: %(creator_display)s has changed their responding offer %(responding_offer)s to your proposed swap for %(proposing_offer)s. http://%(current_site)s%(swap_url)s
fr: %(creator_display)s a changé son offre %(responding_offer)s en réponse à votre proposition d'échange de %(proposing_offer)s. http://%(current_site)s%(swap_url)s

source: <a href="%(creator_url)s">%(creator_display)s</a> has changed their responding offer %(responding_offer)s to your proposed '<a href="%(swap_url)s">swap</a>' for %(proposing_offer)s.
fr: <a href="%(creator_url)s">%(creator_display)s</a> a changé son offre %(responding_offer)s de votre proposition d'<a href="%(swap_url)s">échange</a> contre %(proposing_offer)s.

source: Add task
fr: Ajouter la tache

source: Add task and add another
fr: Ajouter la tache et en enregistrer une nouvelle

source: You are not a member and so cannot add a task.
fr: Vous n'êtes pas un membre donc vous ne pouvez pas proposer de tache.

source: search
fr: recherche

source: assign to me
fr: m'assigner

source: Add Task
fr: Ajouter une tache

source: Your Tasks
fr: Vos taches

source: All Tasks
fr: Toutes les taches

source: Tasks History
fr: Historique des taches

source: Back to All Tasks
fr: Retour à Toutes les taches

source: Back to Task List
fr: Retour à la Liste des taches

source: Edit
fr: Modifier

source: Update Task
fr: Mettre à jour

source: Attachments
fr: Attachements

source: Comment
fr: Commentaire

source: Assignee
fr: Assigné

source: Unassigned
fr: Non-assigné

source: State
fr: Statut

source: Creator
fr: Créateur

source: Created
fr: Créé

source: Modified
fr: Modifié

source: History of this Task
fr: Hitorique de la semaine

source: Status
fr: Statut

source: none
fr: aucun

source: You have no nudged tasks right now.
fr: Aucune tache klaxonnée pour l'instant

source: You have no assigned tasks right now.
fr: Aucune tache ne vous est assignée pour l'instant

source: You have no created tasks right now.
fr: Vous n'avez encore créé aucune tache pour l'instant

source: Reply to This Post
fr: Répondre à ce commentaire

source: Post Response
fr: Publier le commentaire

source: <h3>Please <a href="%(acct_login_url)s">Login</a> (or <a href="%(acct_signup_url)s">Sign Up</a>) to leave a comment</h3>
fr: <h3>Merci de <a href="%(acct_login_url)s">vous authentifier</a> (ou <a href="%(acct_signup_url)s">vous inscrire</a>) pour laisser un commentaire</h3>

source: Topic
fr: Sujet

source: Back to Topic List
fr: Retour à la liste des sujets

source: Delete Topic
fr: Effacer le sujet

source: (most recent: %(topic_modified)s)
fr: (plus récent: %(topic_modified)s)

source: Discussion Topics for %(group_name)s
fr: Sujets de discussion pour %(group_name)s

source: Topics for <a href="%(group_url)s">%(group_name)s</a>
fr: Sujets de discussoins pour <a href="%(group_url)s">%(group_name)s</a>

source: Topics
fr: Sujets

source: New Topic
fr: Nouveau sujet

source: Create New Topic
fr: Créer un nouveau sujet

source: Create a Tribe
fr: Créer une tribu

source: All Tribes
fr: Toutes les tribus

source: Create Tribe
fr: Créer la tribu

source: A <b>tribe</b> is a group of people with some common interest.
fr: Une <b>tribu</b> est un groupe de gens qui ont des intérêts en commun

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to create your own tribe or join an existing one.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">authentifiez-vous</a> pour créer ou rejoindre une tribu

source: Tribe
fr: Tribu

source: Delete tribe
fr: Effacer la tribu

source: Delete Tribe
fr: Effacer la tribu

source: You are not the only member of the tribe so you can't delete the tribe.
fr: Vous n'êtes le seul membre d'aucune tribu, vous ne pouvez donc en effacer aucune

source: You are the creator of this tribe so can't leave (yet).
fr: Vous êtes le créateur de cette tribu, vous ne pouvez donc pas la quitter (pour l'instant).

source: leave
fr: partir

source: join tribe
fr: rejoindre la tribu

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to join this tribe.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">authentifiez-vous</a> pour rejoindre cette tribu.

source: Tribe Photo Pool
fr: Photos de la tribu

source: %(commentcount)s Comments
fr: %(commentcount)s commentaires

source: There are no photos associated to this tribe. You can <a href="%(photo_upload_url)s">add a photo</a>.</a>
fr: Cette tribu n'a encore publié aucune photo. Vous pouvez <a href="%(photo_upload_url)s">publier une photo</a>.</a>

source: Upcoming Events
fr: Evénements à venir

source: There are no upcoming events.
fr: Il n'y a pas d'événement à venir

source: calendar...
fr: calendrier...

source: Tribes
fr: Tribus

source: These are the tribes you participate in.
fr: Voici les tribus auxquelles vous participez.

source: Welcome
fr: Bienvenue

source: Signup for the waiting list
fr: Inscrivez-vous sur la liste d'attente

source: Give us your e-mail address and you'll be added to the waiting list
fr: Inscrivez votre adresse email pour être ajouté à la liste d'attente

source: All Articles
fr: Tout les articles

source: Markup:
fr: Syntaxe:

source: Plain Text.
fr: Texte.

source: Edit Article
fr: Modifier l'article

source: Save Article
fr: Sauvegarder l'article

source: History for article
fr: Historique de l'article

source: Editor
fr: Editeur

source: Current Revision
fr: Révision actuelle

source: No changes in this article
fr: Pas de changement pour cet article

source: Edit this article
fr: Modifier cet article

source: Editing history
fr: Modification de l'historique

source: Create this article
fr: Créer cet article

source: This article does not exist.
fr: Cet article n'existe pas

source: >Create it now</a>?
fr: >Le créer maintenant</a>?

source: Stop Observing Article
fr: Ne plus observer l'article

source: Observe Article
fr: Observer l'article

source: yr
fr: an

source: mn
fr: mois

source: wk
fr: semaine

source: d
fr: j

source: hr
fr: heure
