Repository: brianray/Chipy
Catalog: pinax/locale/*/LC_MESSAGES/django.po
Languages: fr

source: Not Found
fr: Introuvable

source: We're sorry but that page could not be found.
fr: Nous sommes désolé mais cette page est introuvable.

source: Server Error
fr: Erreur du serveur

source: We're sorry but a server error has occurred. We've been notified and will look into it as soon as possible.
fr: Nous sommes désolé mais une erreur s'est passée dans le serveur. Nous nous en occuperons des que possible

source: Hide announcement
fr: Cacher l'annonce

source: clear
fr: éffacer

source: About
fr: A propos

source: <p>Your <b>About Page</b> would normally go here...</p>
fr: <p>Le contenu de votre page <b>A propos</b> devrait etre ici ...</p>

source: Pinax includes the <a href="http://www.famfamfam.com/lab/icons/silk/">Silk icon set 1.3</a> by Mark James.
fr: Ce site utilise les <a href="http://www.famfamfam.com/lab/icons/silk/">Icones Silk 1.3</a> par Mark James.

source: Digital Millennium Copyright Act Notice
fr: Directive de copyright de l'Union Européenne

source: <p>Your <b>Digital Millennium Copyright Act Notice</b> would normally go here...</p>
fr: <p>Votre <b>Directive de copyright de l'Union Européenne</b> devrait normalement aller

source: Privacy Policy
fr: Politique de confidentialité

source: <p>Your <b>Privacy Policy</b> would normally go here...</p>
fr: <p>Votre <b>Politique de confidentialité</b> devrait normalement aller ici ...</p>

source: Terms of Service
fr: Termes du service

source: <p>Your <b>Terms of Service</b> would normally go here...</p>
fr: <p>Vos <b>Termes de service</b> devraient normalement aller ici

source: E-Mail Addresses
fr: Adresses email

source: OpenID Associations
fr: Associations OpenID

source: Change Password
fr: Changement de mot de passe

source: Set Password
fr: Attribution de mot de passe

source: Delete Password
fr: Effacer le mot de passe

source: Language
fr: Langage

source: Timezone
fr: Fuseau horairre

source: Account
fr: Compte

source: Email Addresses
fr: Adresses email

source: verified
fr: vérifié

source: primary
fr: principale

source: make primary
fr: rendre principale

source: unverified
fr: non vérifiée

source: re-send verification email
fr: ré-envoyer la vérification par email

source: remove
fr: retirer

source: None
fr: N/A

source: You should really add one so you can receive notifications, reset your password if you forget it, etc.
fr: Vous devriez en ajouter une pour recevoir les notifications, redéfinir le mot de passe si vous l'oubliez, etc.

source: Add Email Address
fr: Ajouter une adresse email

source: add
fr: ajouter

source: Pinax can be used in your preferred language.
fr: Ce site peut être utilisé dans votre langage préféré

source: Change my language
fr: Changer le langage

source: Login
fr: Authentification

source: Log In
fr: Authentifiez-vous

source: you are already logged in as %(user_display)s.
fr: vous êtes déjà authentifié en tant que %(user_display)s.

source: Don't have an account? <a href="%(signup_url)s">Sign up</a>!
fr: Vous ne disposez pas encore de compte? <a href="%(signup_url)s">cliquez-ici pour vous inscrire facilement</a>!

source: Forgot password?
fr: Mot de passe oublié?

source: Log in &raquo;
fr: S'authentifier &raquo;

source: Or sign in with your OpenID
fr: Ou s'authentifier avec OpenID

source: If you have any trouble logging in to your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous rencontrez le moindre problème pour vous authentifier, contactez-nous sur <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Logout
fr: Déconnection

source: You've been logged out.
fr: Vous avez été déconnecté

source: change password
fr: changer de mot de passe

source: You may delete your password since you are currently logged in using OpenID.
fr: Vous pouvez effacer votre mot de passe puisque vous êtes connecté avec OpenID.

source: delete my password
fr: effacer mon mot de passe

source: Password Deleted
fr: Mot de passe éffacé

source: Your password has been deleted.
fr: Votre mot de passe a été éffacé

source: Password Reset
fr: Redéfinition du mot de passe

source: Forgotten your password? Enter your e-mail address below, and we'll send you an e-mail allowing you to reset it.
fr: Avez-vous oublié votre mot de passe? Saisissez votre email ci-dessous, et nous vous enverrons de quoi le réinitialiser.

source: Reset my password
fr: Réinitialiser mon mot de passe

source: If you have any trouble resetting your password, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous rencontrez le moindre problème pour réinitialiser votre mot de passe, contactez-nous sur <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: We have sent you an e-mail. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Nous vous avons envoyé un email. Si vous ne le recevez pas dans quelques minutes, contactez-nous sur <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Bad Token
fr: Désolé, notre formulaire contient une erreur. Recommencez éventuellement en appuyant sur CTRL+F5 pour bien vider le cache de la page de formulaire.

source: The password reset link was invalid, possibly because it has already been used. Please request a <a href="%(passwd_reset_url)s">new password reset</a>.
fr: Le lien de réinitialisation de mot de passe n'est pas utilisable, peut-être a-t-il déjà été utilisé. Merci de demander une <a href="%(passwd_reset_url)s"> autre demande de réinitialisation de mot de passe</a>.

source: You're receiving this e-mail becuase you or someone else has requested a password for your user account at Pinax. It can be safely ignored if you did not request a password reset. Click the link below to reset your password. http://%(domain)s%(password_reset_url)s Thanks for using our site!
fr: Vous recevez ce message parce que vous ou quelqu'un d'autre a fait une demande de réinitialisation de mot de passe sur notre site. Vous pouvez tranquillement ignorer ce message si ce n'est pas vous qui avez fait la demande, dans le cas contraire cliquez sur le lien suivant pour réinitialiser votre mot de passe: http://%(domain)s%(password_reset_url)s Merci de nous avoir choisis!

source: You're receiving this e-mail because you requested a password reset for your user account at Pinax. Your new password is: %(new_password)s Your username, in case you've forgotten: %(username)s You should log in as soon as possible and change your password. Thanks for using our site!
fr: Vous recevez ce message car vous avez fait une demande de réinitialisation de votre mot de passe sur notre site. Votre nouveau mot de passe est: %(new_password)s Nous vous rappelons votre nom d'utilisateur: %(username)s Merci de vous connecter aussi vite que possible pour changer votre mot de passe Merci de nous avoir choisis!

source: set password
fr: définir le mot de passe

source: Signup
fr: Inscription

source: Sign Up
fr: Inscrivez-vous

source: You are already logged in.
fr: Vous êtes déjà authentifié.

source: Already have an account?
fr: Avez-vous déjà un compte d'enregistré?

source: Sign Up &raquo;
fr: M'inscrire maintenant &raquo;

source: By clicking "Sign Up", you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
fr: En vous "Enregistrant", vous indiquez que vous avez lu et accepté nos <a href="%(terms_url)s">termes d'utilisation</a> ainsi que notre <a href="%(privacy_url)s">Politique de confidentialité</a>.

source: If you have any trouble creating your account, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Si vous avez le moindre probleme en créant votre compte, contactez-nous sur <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Pinax can localize all times into your preferred timezone. Change your timezone below.
fr: Notre site peut afficher toutes les heures dans votre fuseau horairre préféré.Définissez votre fuseau horairre favori ci-dessous.

source: Change my timezone
fr: Changer mon fuseau horaire

source: Verify your e-mail address
fr: Vérifier votre adresse email

source: We have sent you an e-mail to <b>%(email)s</b> for verification. Follow the link provided to finalize the signup process. If you do not receive it within a few minutes, contact us at <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.
fr: Nous avons envoyé un email à <b>%(email)s</b> pour votre sécurité. Cliquez sur le lien qu'il contient pour terminer votre inscription. Si vous ne le recevez pas dans quelques minutes, contactez-nous sur <a href="mailto:%(CONTACT_EMAIL)s">%(CONTACT_EMAIL)s</a>.

source: Announcements : %(object)s
fr: Annonces: %(object)s

source: Announcements
fr: Annonces

source: There are no announcements for you.
fr: Il n'y a aucune annonce pour vous.

source: Here is your current avatar:
fr: Voici votre avatar actuel:

source: Don&rsquo;t like these avatars? You can <a href="%(avatar_delete_url)s">choose which ones to delete</a>.
fr: Vous n'aimez pas ces avatars? Vous pouvez <a href="%(avatar_delete_url)s">choisir lesquels éffacer</a>.

source: Upload an Avatar:
fr: Envoyer un avatar:

source: Avatar Image
fr: Image d'avatar

source: Upload New Image
fr: Envoyer une nouvelle image

source: Your Profile
fr: Votre profil

source: All Profiles
fr: Tout les profils

source: Profile for %(other_user_display)s
fr: Profil pour %(other_user_display)s

source: Profile for <span class="nickname">%(other_user_display)s</span>
fr: Profil pour <span class="nickname">%(other_user_display)s</span>

source: Profile for <span class="fn nickname">%(other_user_display)s</span>
fr: Profil pour <span class="fn nickname">%(other_user_display)s</span>

source: Name
fr: Nom

source: Location
fr: Localisation

source: Website
fr: Site internet

source: Edit Profile
fr: Modifier votre profil

source: Profiles
fr: Profils

source: Order by:
fr: Classer par:

source: Friends' Blogs
fr: Blogs d'amis

source: All Blogs
fr: Tout les blogs

source: Your Posts
fr: Vos articles

source: Write a Blog Post
fr: Publiez un article sur votre blog

source: Posted:
fr: Publié:

source: on
fr: le

source: These are blog posts from everyone:
fr: Ces articles sont visibles par tous:

source: No blog posts yet.
fr: Aucun article pour l'instant.

source: Editing Post
fr: Modification de l'article

source: Update
fr: Mise à jour

source: You are not the author of this post
fr: Vous n'êtes pas l'auteur de cet article

source: These are blog posts from your friends:
fr: Voici les articles des blogs de vos amis:

source: create
fr: créer

source: Blog Post
fr: Article

source: Your Blog Posts
fr: Vos articles

source: Delete Post
fr: Effacer l'article

source: Add Bookmark
fr: Ajouter un favori

source: add bookmark
fr: ajouter un favori

source: Your Bookmarks
fr: vos favoris

source: Friends' Bookmarks
fr: Favoris des amis

source: All Bookmarks
fr: Tout les favoris

source: These are bookmarks from everyone:
fr: Voici des favoris qui proviennent de tout le monde:

source: Sort by:
fr: Classer par:

source: or
fr: ou

source: total points
fr: total des points

source: reddit-like hotness
fr: le meilleur

source: date added
fr: date d'ajout

source: Saved once
fr: Sauvegardé une fois

source: (including you)
fr: (vous y compris)

source: save
fr: sauvegarde

source: No bookmarks yet.
fr: Pas de favoris pour l'instant.

source: These are bookmarks from your friends:
fr: Ce sont les favoris de vos amis:

source: Delete Bookmark
fr: Effacer le favori

source: Already logged in
fr: Déjà authentifié

source: You are already logged into the site. To login with a different OpenID please <a href="/openid/logout/?next=%(url_acct_logout)s">logout</a> first.
fr: Vous êtes déjà authentifié à ce site. Pour vous authentifier avec un OpenID différent, merci de <a href="/openid/logout/?next=%(url_acct_logout)s">vous déconnecter</a> d'abord.

source: Verify this Association
fr: Vérifiez cette association

source: Manage OpenID Associations
fr: Gérez les associations OpenId

source: You have not set a password for this user account. You are unable to remove OpenID associations until you <a href="%(acct_passwd_set_url)s">set a password</a>.
fr: Vous n'avez pas encore défini de mot de passe pour votre compte utilisateur. Merci de <a href="%(acct_passwd_set_url)s">définir un mot de passe</a> avant d'éffacer une association OpenID.

source: Your account is currently associated with the following OpenID %(buttons)s:
fr: Votre compte est déjà associé aux OpenID suivants %(buttons)s:

source: Remove association
fr: Effacer l'association

source: To associate a new OpenID with this account, sign in with it here:
fr: Pour associer un nouvel OpenID avec ce compte, authentifiez-vous avec ici:

source: Authenticate and associate with this account
fr: Authentifiez-moi et associez moi avec ce compte

source: Choose a Username
fr: Choisissez un nom d'utilisateur

source: Please correct the errors below:
fr: Merci d'effectuer les corrections suivantes:

source: Now that you have logged in with your OpenID, we need you to choose a username for this site.
fr: Maintenant que vous vous êtes connecté avec votre OpenID, nous avons besoin que vous choisissiez un nom d'utilisateur pour ce site.

source: <strong>Already have an account?</strong> <a href="%(acct_login_openid_url)s">Login here</a> to associate your OpenID with your existing account.
fr: <strong>Avez-vous déjà un compte?</strong> <a href="%(acct_login_openid_url)s">cliquez ici pour vous authentifier</a> et associer votre Openid avec votre compte existant

source: By clicking &quot;Sign Up&quot;, you are indicating that you have read and agree to the <a href="%(terms_url)s">Terms of Use</a> and <a href="%(privacy_url)s">Privacy Policy</a>.
fr: En vous "Enregistrant", vous indiquez que vous avez lu et accepté nos <a href="%(terms_url)s">termes d'utilisation</a> ainsi que notre <a href="%(privacy_url)s">Politique de confidentialité</a>.

source: Signup closed
fr: Inscriptions fermées

source: Whoops, you can't register for an account now. This site is currently closed for sign-up.
fr: Oups, vous ne pouvez pas vous inscrire pour l'instant. les inscriptions sont actuellement fermés sur ce site

source: Confirm Email
fr: Confirmer l'email

source: Email Confirmed
fr: Email confirmé

source: You have confirmed that %(email)s is an email address for user '%(user_display)s'.
fr: Vous avez confirmé que l'email %(email)s correspond à l'utilisateur '%(user_display)s'.

source: Invalid confirmation key.
fr: Clé de confirmation invalide.

source: You have been invited by %(user_display)s to join %(SITE_NAME)s. %(user_display)s said: %(message)s To accept this invitation, go to %(accept_url)s If you have any questions about %(SITE_NAME)s, don't hesitate to contact %(CONTACT_EMAIL)s
fr: %(user_display)s vous invite à rejoindre %(SITE_NAME)s %(user_display)s. %(user_display)s a dit: %(message)s Pour accepter l'invitation, aller à %(accept_url)s Si vous avez la moindre question au sujet de %(SITE_NAME)s, n'hesitez pas à contacter%(CONTACT_EMAIL)s

source: You have been invited to join %(SITE_NAME)s
fr: Vous avez été invité à rejoindre %(SITE_NAME)s

source: Compose
fr: Ecrire

source: Inbox
fr: Courrier entrant

source: Sent
fr: Courrier envoyé

source: Trash
fr: Poubelle

source: Notices
fr: Notifications

source: Compose Message
fr: Ecrire un courrier

source: Send
fr: Envoyer

source: Sender
fr: Expediteur

source: Subject
fr: Sujet

source: Received
fr: Reçu

source: delete
fr: effacer

source: Sent from %(site_url)s
fr: De la part de %(site_url)s

source: Sent Messages
fr: Messages envoyés

source: Recipient
fr: Destinnataire

source: Deleted Messages
fr: Messages éffacés

source: undelete
fr: restaurer

source: Deleted Messages are removed from the trash at irregular intervals, don't rely on this feature for long-time storage.
fr: Les messages effacés disparaissent pour de bon de temps en temps, ne comptez pas sur cette focntion pour le stockage à long terme

source: View Message
fr: Voir les messages

source: Reply
fr: Répondre

source: Delete
fr: Effacer

source: You have deleted the message '%(message)s'.
fr: Vous avez effacé le message '%(message)s'.

source: You have deleted the message <a href="%(message_url)s">%(message)s</a>.
fr: Vous avez effacé le message <a href="%(message_url)s">%(message)s</a>.

source: %(sender_display)s has sent you a message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s
fr: %(sender_display)s vous a envoyé un message: %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: You have received the message <a href="%(message_url)s">%(message)s</a> from <a href="%(sender_url)s">%(sender_display)s</a>.
fr: Vous avez reçu le message <a href="%(message_url)s">%(message)s</a> de la part de <a href="%(sender_url)s">%(sender_display)s</a>.

source: %(notice)s by %(sender_display)s
fr: %(notice)s par %(sender_display)s

source: You have recovered the message '%(message)s'.
fr: Vous avez restauré le message '%(message)s'.

source: You have recovered the message <a href="%(message_url)s">%(message)s</a>.
fr: Vous avez restauré le message <a href="%(message_url)s">%(message)s</a>.

source: You have replied to '%(message_parent_msg)s' from %(recipient_display)s.
fr: Vous avez répondu à '%(message_parent_msg)s' de %(recipient_display)s.

source: You have replied to <a href="%(message_url)s">%(message_parent_msg)s</a> from <a href="%(recipient_url)s">%(recipient_display)s</a>.
fr: Vous avez répondu à <a href="%(message_url)s">%(message_parent_msg)s</a> de la part de <a href="%(recipient_url)s">%(recipient_display)s</a>.

source: %(sender_display)s replied to '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s
fr: %(sender_display)s a répondu à '%(message_parent_msg)s': %(message)s %(message_body)s http://%(current_site)s%(message_url)s

source: <a href="%(sender_url)s">%(sender_display)s</a> has sent you a reply to <a href="%(message_url)s">%(message_parent_msg)s</a>.
fr: <a href="%(sender_url)s">%(sender_display)s</a> a répondu à <a href="%(message_url)s">%(message_parent_msg)s</a>.

source: You have sent the message '%(message)s' to %(recipient_display)s.
fr: Vous avez envoyé le message '%(message)s' a %(recipient_display)s.

source: You have sent the message <a href="%(message_url)s">%(message)s</a> to <a href="%(recipient_url)s">%(recipient_display)s</a>.
fr: Vous avez envoyé le message <a href="%(message_url)s">%(message)s</a> to <a href="%(recipient_url)s">%(recipient_display)s</a>.

source: Tweets You Follow
fr: Tweets que vous suivez

source: Friends' Tweets
fr: Tweets d'amis

source: All Tweets
fr: Tout les tweets

source: Your Followers
fr: Qui vous suit

source: Who You Are Following
fr: Qui suivez vous

source: Followers of %(other_user_display)s
fr: Qui suit %(other_user_display)s

source: Followers of <a href="%(other_user_url)s">%(other_user_display)s</a>'s tweets:
fr: Tweets des suiveurs de <a href="%(other_user_url)s">%(other_user_display)s</a>:

source: No followers.
fr: Personne ne suit.

source: Also see <a href="%(tweet_following_url)s">who %(other_user_display)s is following</a>.
fr: Consultez aussi <a href="%(tweet_following_url)s">qui %(other_user_display)s suit</a>.

source: %(other_user_display)s is Following
fr: %(other_user_display)s suit

source: Users whose tweets <a href="%(other_user_url)s">%(other_user_display)s</a> is following:
fr: Utilisateurs dont <a href="%(other_user_url)s">%(other_user_display)s</a> suit les tweets:

source: Not following anyone.
fr: Personne n'est suivi

source: Also see <a href="%(tweet_followers_url)s">who is following</a> %(other_user_display)s.
fr: Voir aussi <a href="%(tweet_followers_url)s">qui suit</a> %(other_user_display)s.

source: These are tweets from your friends:
fr: Il y a des tweets de vos amis:

source: %(tweet_age)s ago
fr: il y a %(tweet_age)s

source: reply
fr: répondre

source: No tweets yet.
fr: Pas encore de tweets.

source: You haven't posted any <a href="%(tweets_url)s">tweets</a> yet.
fr: Vous n'avez encore publié aucun <a href="%(tweets_url)s">tweets</a>.

source: There are currently no tweets to be listed.
fr: Il n'y a aucun tweet à lister

source: What are you doing?
fr: Que faites-vous?

source: You have authorized a twitter account.
fr: Vous avez autorisé un compte twitter

source: Publish to Twitter?
fr: Publier sur twitter?

source: chars left.
fr: caractères restant.

source: post
fr: publication

source: person,people
fr: personne,gens

source: These are tweets from the %(follow_count)s %(follow_name)s you are following (plus your own)
fr: Ce sont les tweets des %(follow_count)s %(follow_name)s que vous suivez (en plus des votres)

source: Public Tweets
fr: Tweets publiques

source: These are tweets from everyone:
fr: Ce sont les tweets de tout le monde:

source: Single Tweet
fr: Tweet seul

source: Mark all unseen notices seen
fr: Marquer tout les nofications comme lues

source: No notices.
fr: Pas de notification.

source: Settings
fr: Paramêtres

source: Primary email
fr: Email principal

source: change under <a href="%(email_url)s">Account</a>
fr: changer dans <a href="%(email_url)s">Mon compte</a>

source: You do not have a verified email address to which notices can be sent. You can add one by going to <a href="%(email_url)s">Account</a>.
fr: Vous n'avez vérifié aucune adresse email auxquelle les notifications pourraient être envoyée. Vous pouvez en ajouter une en cliquant sur <a href="%(email_url)s">Votre compte</a>

source: Notification Type
fr: Type de notification

source: Change
fr: Changer

source: Latest Photos
fr: Dernières photos

source: Your Photos
fr: Vos photos

source: Upload a Photo
fr: Publier une photo

source: Photo Details
fr: Détails de la photo

source: Flag as inappropriate
fr: Marquer comme innaproprié

source: Editing Photo Details
fr: Modifier les détails de la photo

source: Friends' Photos
fr: Photos d'amis

source: Viewed %(view_count)s times
fr: Vue %(view_count)s fois

source: No photos were found.
fr: Aucune photo trouvée

source: Photos from
fr: Photos de

source: Get Embed Code
fr: Afficher le code d'embarquation

source: Delete Photo
fr: Effacer la photo

source: Upload
fr: Envoyer

source: Followers
fr: Suiveurs

source: Following
fr: Suit

source: unfollow
fr: ne plus suivre

source: follow tweets
fr: suivre les tweets

source: You are friends with %(other_user_display)s.
fr: Vous êtes amis avec %(other_user_display)s.

source: Send a message
fr: Envoyer un message

source: remove from friends
fr: retirer de mes amis

source: %(other_user_display)s has requested friendship.
fr: %(other_user_display)s veut être ami avec vous.

source: accept
fr: accepter

source: decline
fr: décliner

source: Friendship request sent.
fr: Demandes d'ami envoyées

source: Add As Friend
fr: Ajouter dans mes amis

source: invite
fr: inviter

source: %(other_user_display)s to be a friend.
fr: %(other_user_display)s pour devenir votre ami.

source: Wiki Articles
fr: Articles Wiki

source: No wiki articles yet.
fr: Pas d'article wiki pour l'instant.

source: Bookmarks
fr: Favoris

source: You haven't added any <a href="%(add_bookmark_url)s">bookmarks</a> yet.
fr: Vous n'avez ajouté aucun <a href="%(add_bookmark_url)s">favoris</a> pour l'instant.

source: Blog Posts
fr: Articles Blog

source: No photos uploaded yet.
fr: Aucune photo envoyée pour l'instant.

source: <a href="%(signup_url)s">Sign up</a> and <a href="%(login_url)s">log in </a> to add this person as a friend and see their tweets and blog posts.
fr: <a href="%(signup_url)s">Inscrivez-vous</a> et <a href="%(login_url)s">authentifiez-vous </a> pour ajouter cette personne dans vos amis et voir ses tweets et articles

source: Your Tribes
fr: Vos tribus
